[English]
TEXT_Suspend = "Suspend"
TEXT_Autostart = "Autostart"
TEXT_Settings = "Settings"
TEXT_Help = "Help"
TEXT_About = "About"
TEXT_Exit = "Exit"
TEXT_Update = "Update"
TEXT_Close = "Close"
TEXT_Checking_For_Updates = "Checking for updates..."
TEXT_Updater_Not_Found = "Updater not found!"
TEXT_Always_On_Top = "Always on top"
TEXT_Not_Always_On_Top = "Not always on top"

TEXT_MenuAutostart = "Run CClose on system startup"
TEXT_MenuTitleBarMiddleClick = "Middle click on title bar to close window"
TEXT_MenuTitleBarRightClick = "Right click on title bar to minimize window"
TEXT_MenuTitleBarHoldLeftClick = "Hold left click on title bar to toggle window always on top"
TEXT_MenuEscKeyDoublePress = "Double press Esc key to close active window"
TEXT_MenuTaskbarButtonRightClick = "Right click on taskbar button to move pointer to "Close window""

TEXT_HelpMsg1 = "Middle click   	+ title bar     	= close window"
TEXT_HelpMsg2 = "Right click    	+ title bar     	= minimize window"
TEXT_HelpMsg3 = "Hold left click	+ title bar     	= toggle window always on top"
TEXT_HelpMsg4 = "Double press   	+ Esc key       	= close active window"
TEXT_HelpMsg5 = "Right click    	+ taskbar button	= move pointer to "Close window""

[Chinese]
TEXT_Suspend = "暂时停用"
TEXT_Autostart = "开机启动"
TEXT_Settings = "设置"
TEXT_Help = "帮助"
TEXT_About = "关于"
TEXT_Exit = "退出"
TEXT_Update = "检查更新"
TEXT_Close = "关闭"
TEXT_Checking_For_Updates = "正在检查更新……"
TEXT_Updater_Not_Found = "缺少更新组件。"
TEXT_Always_On_Top = "窗口已置顶"
TEXT_Not_Always_On_Top = "窗口已取消置顶"

TEXT_MenuAutostart = "开机时自动启动 CClose"
TEXT_MenuTitleBarMiddleClick = "中键标题栏关闭窗口"
TEXT_MenuTitleBarRightClick = "右键标题栏最小化窗口"
TEXT_MenuTitleBarHoldLeftClick = "左键长按标题栏置顶/取消置顶窗口"
TEXT_MenuEscKeyDoublePress = "双击 Esc 键关闭活动窗口"
TEXT_MenuTaskbarButtonRightClick = "右键任务栏按钮移动鼠标至「关闭窗口」"

TEXT_HelpMsg1 = "中键　　　	+ 标题栏　　　	= 关闭窗口"
TEXT_HelpMsg2 = "右键　　　	+ 标题栏　　　	= 最小化窗口"
TEXT_HelpMsg3 = "左键长按　	+ 标题栏　　　	= 置顶/取消置顶窗口"
TEXT_HelpMsg4 = "双击　　　	+ Esc 键　　　　	= 关闭活动窗口"
TEXT_HelpMsg5 = "右键　　　	+ 任务栏按钮　	= 移动鼠标至「关闭窗口」"
